commands = ["Нидерланды", 
            "Сенегал",
            "Эквадор",
            "Катар",

            "Англия",
            "США",
            "Иран", 
            "Уэльс", 

            "Аргентина",
            "Польша",
            "Мексика",
            "Саудовская Аравия",

            "Франция", 
            "Австралия",
            "Тунис",
            "Дания",

            "Япония",
            "Испания",
            "Германия",
            "Коста-Рика",

            "Марокко",
            "Хорватия",
            "Бельгия", 
            "Канада",
            
            "Бразилия",
            "Швейцария", 
            "Камерун", 
            "Сербия",

            "Португалия",
            "Южная Корея", 
            "Уругвай",
            "Гана"]
print(commands)
nider = commands[0]
nider = ['-', '2:0', '1:1', '2:0', '-', '-',  '-',
         '-', '-', '-', '-', '-', '-', '-', '-',  '-',  '-',  '-',  '-',  '-',  '-',  '-',  '-',  '-',  '-',  '-',  '-',  '-']
