def quiz():
    begin = input('Дарова. Готов к викторине?.\n1-да, 2-нет\n->')
    if begin == 2:
       print('ну и катись отсюда')
        exit()
    
    elif begin == 1:
        l=input('Ты говоришь своим одноклассникам что они забивные? :\n1- хто это?\n2-нет\n3-чё за вопрос,кнш\n')
        j=input('Ты квадрат?:1-да\n2-нет\n3-кто такая эта ваша геометрия?\n4-я тупой ')
        k=input('Ты душный:\n1-нет\n2-нет\n3-нет, я просто начитаннее и умнее этого сброда и я всегда прав\n')
        d=input('Ты чертила?:\n1-да\n2-а ты?\n3-да\n4-обзываться некрасиво')
    for i in ans:
         if ans == '3':
         f +=1
            print("правильный ответ")
    else:
         m-=1
            print("неправильный ответ")
    print (f+m)
    if (f+m)>=4: 
        print ('Ты солнышко)')
        else:
        print ('Ты чертила, вали отсюда')
